{
  "Launchpad Technologies": {
    "industry": "IT Services and IT Consulting",
    "about": "Your Digital Transformation Partner Launchpad is your technology partner, committed to driving seamless digital transformation. Specializing in app, data, and people integration, we supercharge your journey. Our iPaaS platform, PassportTM, simplifies software integration and workflow automation. We also have handpicked IT experts in your time zone, helping you launch faster, streamline your projects, and cut costs. Your digital future starts here. Learn more: https://www.golaunchpad.io",
    "linkedin_link": "https://ca.linkedin.com/company/golaunchpad"
  },
  "Affirm": {
    "industry": "Financial Services",
    "about": "At Affirm, we’re using today’s technology to bring significant disruptive innovation to the financial industry. We focus on improving the lives of consumers by delivering simple, honest and transparent financial products. We have roles across a variety of teams, including engineering, product, finance, operations, revenue, marketing, people and more. Affirm is also proud to be a remote-first company! Attracting great people starts by finding talent in different places. That's why we built remote work into the DNA of how we do business—but if an office space is more your style, we have offices in Chicago, New York City, Pittsburgh, San Francisco, and Toronto. Not to mention we have comprehensive and award-winning benefits that were made for you. Interested in learning more? Check out our careers page and apply today! Visit affirm.com/careers for more information.",
    "linkedin_link": "https://www.linkedin.com/company/affirm"
  },
  "Mistral AI": {
    "industry": "Technology, Information and Internet",
    "about": "Fast, open-source and secure language models. Facilitated specialisation of models on business use-cases, leveraging private data and usage feedback.\n\nBuilt from a world-class team in Europe, targeting global market. Join the team ! https://jobs.lever.co/mistral/",
    "linkedin_link": "https://www.linkedin.com/company/mistralai/"
  }
}